Repository: kodi-game/game.libretro.mame2016
Catalog: game.libretro.mame2016/resources/language/resource.language.*/strings.po
Languages: sv_se, zh_cn

# Addon Summary
source: Arcade (MAME 2016)
zh_cn: 街机（MAME 2016）

# Addon Description
source: Late 2016 version of MAME (0.174) for libretro. Compatible with MAME 0.174 sets.
sv_se: Sen 2016-version av MAME (0.174) för libretro. Kompatibel med MAME 0.174-uppsättningar.
zh_cn: 2016 年末 libretro 版本的 MAME（0.174）。兼容 MAME 0.174。

# Addon Lifecyclestate
source: MAME 2016 hasn't been updated since 2022 and is no longer available for use in Kodi.
sv_se: MAME 2016 har inte uppdaterats sedan 2022 och är inte längre tillgänglig för användning i Kodi.
zh_cn: MAME 2016 自 2022 年以来就没有更新过，现在已无法在 Kodi 中使用。

# #30001
source: Read configuration
sv_se: Läs konfiguration
zh_cn: 读取配置

# #30002
source: Write configuration
sv_se: Skriv konfiguration
zh_cn: 写入配置

# #30003
source: Save state naming
sv_se: Namngivning av sparade tillstånd
zh_cn: 保存状态命名

# #30004
source: Auto save/load states
zh_cn: 自动保存/加载状态

# #30005
source: Enable in-game mouse
sv_se: Aktivera mus i spelet
zh_cn: 启用游戏内鼠标

# #30006
source: Enable throttle
zh_cn: 启用节气门

# #30007
source: Enable cheats
sv_se: Aktivera fusk
zh_cn: 启用作弊

# #30008
source: Main CPU Overclock
sv_se: Överklockning av huvudprocessor
zh_cn: 主 CPU 超频

# #30009
source: Alternate render method
sv_se: Alternativ renderingsmetod
zh_cn: 替代渲染方法

# #30010
source: Enable softlists
zh_cn: 启用软列表

# #30011
source: Softlist automatic media type
zh_cn: 软列表自动媒体类型

# #30012
source: Media type
sv_se: Mediatyp
zh_cn: 媒体类型

# #30013
source: Boot to BIOS
sv_se: Starta till BIOS
zh_cn: 引导至 BIOS

# #30014
source: Boot to OSD
sv_se: Starta till OSD
zh_cn: 引导至 OSD

# #30015
source: Boot from CLI
sv_se: Starta från CLI
zh_cn: 从 CLI 引导
